<div class="look-dedal">
    <h3>Если не нашлось детали <small>(нет в каталоге)</small>, то возможны следующие причины:</h3>
    <p>0. Попробуйте сделать запрос через пару минут, возможно сервер перегружен запросами.</p>
    <p>1. Производитель обновил каталожный номер на более свежий.</p>
    <p>2. Запрашиваемая вами запчасть не применяется в автомобилях (мототехнике) для внутрияпонского рынка.
        В некоторых случаях поставка такой запчасти все же будет возможна.<br>
        <a href="{{route('asks.avto')}}">Сделайте запрос менеджеру компании из формы запроса с указанием названия требуемой запчасти и других необходимых данных.</a></p>
    <p>3. Для каталожного номера ISUZU попробуйте повторить поиск отбросив последнюю цифру (чтобы в номере осталось только девять цифр).</p>
    <p>4. Для каталожного номера Hino попробуйте повторить поиск добавив букву S в начало номера.</p>
</div>